Repository: DiamondSteel/wp-ds-geography
Catalog: wp-ds-geography/languages/wp-ds-geography-*.po
Languages: ru_ru

source: Geography
ru_ru: География

source: All markers
ru_ru: Все маркеры

source: Add new marker
ru_ru: Добавить новый маркер

source: All layers
ru_ru: Все слои

source: Add new layers
ru_ru: Добавить новый слой

source: Markers
ru_ru: Маркеры

source: It's empty. Try to add a marker.
ru_ru: Здесь пусто. Попробуйте добавить маркер.

source: marker
ru_ru: маркер

source: markers
ru_ru: маркеры

source: Marker Name
ru_ru: Название

source: Layer
ru_ru: Слой

source: Icon
ru_ru: Иконка

source: Shortcode
ru_ru: Короткий код

source: Add Marker
ru_ru: Добавить маркер

source: Map settings
ru_ru: Настройки карты

source: This marker hasn’t been published yet.
ru_ru: Этот маркер еще не опубликован.

source: Width:
ru_ru: Ширина:

source: Height:
ru_ru: Высота:

source: Scale:
ru_ru: Масштаб:

source: Map source:
ru_ru: Поставщик карт:

source: Layers
ru_ru: Слои

source: Marker can be tied to a layer:
ru_ru: Маркер можно привязать к слою:

source: No available layers
ru_ru: Нет доступных слоёв

source: Layer is not selected
ru_ru: Слой не выбран

source: Enter the name of the marker
ru_ru: Введите название маркера

source: Preview
ru_ru: Предпросмотр

source: Choose location on map or input address
ru_ru: Выберите место на карте или введите адрес

source: Marker settings
ru_ru: Настройки маркера

source: Coordinates
ru_ru: Координаты

source: Latitude:
ru_ru: Широта:

source: Longitude:
ru_ru: Долгота:

source: Flag
ru_ru: Иконка

source: Popup window
ru_ru: Всплывающее окно

source: Display options
ru_ru: Настройки отображения

source: Open popup window
ru_ru: Открыть всплывающее окно

source: If unchecked, the popup window will be shown only after marker is clicked.
ru_ru: Если не отмечено, всплывающее окно будет показано только после клика на маркере.

source: Text in a popup window
ru_ru: Текст во всплывающем окне

source: available after marker publication
ru_ru: доступно после публикации маркера

source: Marker name
ru_ru: Название маркера

source: Popup message text
ru_ru: Текст всплывающего сообщения

source: Created:
ru_ru: Создано:

source: Modified:
ru_ru: Изменено:

source: Edit Marker
ru_ru: Редактировать маркер

source: Created by
ru_ru: Создал

source: Created on
ru_ru: Дата создания

source: Permissions
ru_ru: Права доступа

source: Maps
ru_ru: Карты

source: Reset
ru_ru: Сброс

source: About
ru_ru: О плагине

source: Geography settings
ru_ru: География, настройки

source: Setting permissions
ru_ru: Настройка прав доступа

source: Editing and deleting markers and layers created by another user
ru_ru: Редактирование и удаление маркеров и слоёв созданных другими пользователями

source: Adding new, editing and deleting your markers and layers
ru_ru: Добавление новых, редактирование и удаление своих маркеров и слоёв

source: Administrator
ru_ru: Администратор

source: Editor
ru_ru: Редактор

source: Author
ru_ru: Автор

source: Contributor
ru_ru: Участник

source: Subscriber
ru_ru: Подписчик

source: Settings map interaction
ru_ru: Настройки взаимодействия с картой

source: These settings will be used for all maps.
ru_ru: Эти настройки будут использоваться для всех карт.

source: These settings will be used for all popup windows.
ru_ru: Эти настройки будут использоваться для всех всплывающих окон.

source: Add Layer
ru_ru: Добавить слой

source: Edit Layer
ru_ru: Редактировать слой

source: Add new layer
ru_ru: Добавить новый слой

source: This layer hasn’t been published yet.
ru_ru: Этот слой еще не опубликован.

source: layer
ru_ru: слой

source: layers
ru_ru: слои

source: It's empty. Try to add a layer.
ru_ru: Здесь пусто. Попробуйте добавить слой.

source: Type
ru_ru: Тип

source: Layer Name
ru_ru: Название

source: Set the scale and center of the map
ru_ru: Задайте масштаб и центр карты

source: fit bounds
ru_ru: автоматически подогнать границы

source: Enter the name of the layer
ru_ru: Введите название слоя

source: or you can
ru_ru: или можно

source: Map source
ru_ru: Поставщик карт

source: Multilayer map
ru_ru: Многослойная карта

source: Display markers other layers in this map
ru_ru: Отобразить маркеры других слоев на этой карте

source: Group markers
ru_ru: Группировать маркеры

source: Show markers list under the map
ru_ru: Показать список маркеров под картой

source: Markers are shown on this map
ru_ru: Маркеры, отображённые на этой карте

source: Reset settings
ru_ru: Сброс настроек

source: Restore Defaults
ru_ru: Восстановить значения по умолчанию

source: About plugin
ru_ru: О плагине

source: Used services, technology and image
ru_ru: Используемые службы, технологии и изображения

source: Authors and Contributors
ru_ru: Авторы и участники проекта

source: Default settings for the new layer
ru_ru: Настройки по умолчанию для нового слоя

source: Default settings for the new marker
ru_ru: Настройки по умолчанию для нового маркера

source: These settings can be adjusted individually for each layer.
ru_ru: Эти настройки могут быть изменены индивидуально для каждого слоя.

source: These settings can be adjusted individually for each marker.
ru_ru: Эти настройки могут быть изменены индивидуально для каждого маркера.

source: Original coordinates
ru_ru: Начальные координаты

source: Map size
ru_ru: Размер карты

source: Markers list
ru_ru: Список маркеров

source: Settings markers list
ru_ru: Настройки списка маркеров

source: These settings will be used for all markers list.
ru_ru: Эти настройки будут использоваться для всех списков маркеров

source: Sorting
ru_ru: Сортировка

source: Columns
ru_ru: Колонки

source: by name
ru_ru: по имени

source: by date
ru_ru: по дате создания

source: by date updated
ru_ru: по дате обновления

source: by ascending
ru_ru: по возрастанию

source: by descending
ru_ru: по убыванию

source: Created date
ru_ru: Дата создания

source: Modified date
ru_ru: Дата изменения

source: The maximum number of tokens in the list
ru_ru: Максимальное число маркеров в списке

source: Settings popup windows.
ru_ru: Настройки всплывающих окон

source: Maximum width of popup window in pixels.
ru_ru: Максимальная ширина всплывающих окон в пикселях.

source: Minimum width of popup window in pixels.
ru_ru: Минимальная ширина всплывающих окон в пикселях.

source: If set, a scrollable container of a given height in pixels appears inside popup windows.
ru_ru: Если установлено, внутри всплывающих окон создается прокручиваемый контейнер заданной высоты в пикселях.

source: Move map if the popup window doesn’t fit when open.
ru_ru: Передвинуть карту, если всплывающему окну при открытии не хватает места.

source: Distance in pixels between the popup window and left or right map margin.
ru_ru: Расстояние в пикселях между всплывающем окном и левым или правым краем карты.

source: Distance in pixels between the popup window and upper or lower map margin.
ru_ru: Расстояние в пикселях между всплывающем окном и верхним или нижним краем карты.

source: Popup window position horizontal shift relative to the marker.
ru_ru: Сдвиг позиции всплывающего окна по горизонтали относительно маркера.

source: Popup window position vertical shift relative to the marker.
ru_ru: Сдвиг позиции всплывающего окна по вертикали относительно маркера.

source: &quot;Close&quot; button in popup windows
ru_ru: Кнопка &laquo;Закрыть&raquo; во всплывающих окнах.

source: The name of the map.
ru_ru: Название карты.

source: The name of the map. (Roadmap)
ru_ru: Название карты. (Дороги)

source: The name of the map. (Satellite)
ru_ru: Название карты. (Спутник)

source: The name of the map. (Hybrid)
ru_ru: Название карты. (Гибрид)

source: Use this provider maps.
ru_ru: Использовать этого поставщика карт.

source: Plugin for Leaflet
ru_ru: Плагин для Leaflet

source: API key
ru_ru: API ключ

source: With this option enabled, the map tracks when you pan to another &quot;copy&quot; of the world and seamlessly jumps to the original one so that all overlays like markers and vector layers are still visible.
ru_ru: Если опция активирована, карта отслеживает переход на другую &laquo;копию&raquo; мира, и переводит туда все наложения, в частности маркеры и векторные слои.

source: Whether the map be draggable with mouse/touch.
ru_ru: Разрешить перетаскивание карты.

source: Draggable maps
ru_ru: Перетаскивание карты

source: Zoom control
ru_ru: Управление масштабом

source: Whether the zoom control is added to the map.
ru_ru: Отображать на карте кнопки управления масштабом.

source: Whether the map can be zoomed by touch-dragging with two fingers.
ru_ru: Разрешить изменять масштаб карты прикосновением и жестами двумя пальцами.

source: Whether the map can be zoomed by using the mouse wheel.
ru_ru: Разрешить изменять масштаб карты колесом прокрутки мыши.

source: Whether the map can be zoomed in by double clicking on it and zoomed out by double clicking while holding shift.
ru_ru: Разрешить изменять масштаб карты двойным щелчком мыши.

source: Whether the map can be zoomed to a rectangular area specified by dragging the mouse while pressing shift.
ru_ru: Разрешить изменять масштаб карты при помощи выделения прямоугольной области с нажатой клавишей SHIFT.

source: Whether the map automatically handles browser window resize to update itself.
ru_ru: Автоматически обновлять карту при изменении размера окна браузера.

source: Close pop-up windows when the user clicks on the map.
ru_ru: Закрывать всплывающие окна когда пользователь кликает по карте.

source: Keyboard navigation options
ru_ru: Управление картой с клавиатуры

source: Allows users to navigate the map with keyboard arrows and +/- keys.
ru_ru: Разрешить управление картой при помощи клавиатуры. (Перемещение по карте при помощи стрелок и масштабирование клавишами [+]/[-])

source: Amount of pixels to pan when pressing an arrow key.
ru_ru: Число пикселей для перемещения карты при нажатии стрелки на клавиатуре.

source: Number of zoom levels to change when pressing + or - key.
ru_ru: Число уровней масштабирования при нажатии клавиш [+] или [-].

source: Inertia
ru_ru: Инерция

source: If enabled, panning of the map will have an inertia effect where the map builds momentum while dragging and continues moving in the same direction for some time. Feels especially nice on touch devices.
ru_ru: Если опция активирована, карты получат эффект инрции, при котором карта при перетаскивании продолжает движение в том же направлении в течение некоторого времени. Это особенно приятно использовать на устройствах с сенсорными дисплеями.

source: The rate with which the inertial movement slows down, in pixels/second<sup>2</sup>.
ru_ru: Уровень замедления инерционного движения в пикселях/секунду<sup>2</sup>.

source: Max speed of the inertial movement, in pixels/second.
ru_ru: Максимальная скорость инерционного движения, в пикселях/сек.

source: Graduated scale
ru_ru: Масштабная линейка

source: Add a graduated scale.
ru_ru: Добавить масштабную линейку.

source: Bottom left of the map.
ru_ru: Левый нижний угол карты.

source: Bottom right of the map.
ru_ru: Правый нижний угол карты.

source: Top right of the map.
ru_ru: Правый верхний угол карты.

source: Top left of the map.
ru_ru: Левый верхний угол карты.

source: Maximum width of the control in pixels. The width is set dynamically to show round values (e.g. 100, 200, 500).
ru_ru: Максимальная ширина линейки в пикселях. Ширина устанавливается динамически, чтобы показать округленные данные (например, 100, 200, 500).

source: Whether to show the metric scale line (m/km).
ru_ru: Линейка в метрической системе измерения (метры/километры).

source: Whether to show the imperial scale line (mi/ft).
ru_ru: Линейка в имперской системе измерения (мили/футы).

source: If true, the control is updated on moveend, otherwise it&prime;s always up-to-date (updated on move).
ru_ru: При установке этого параметра обновление значений масштабной линейки будет происходить по окончании монипулаций с картой, иначе значения обновляются постоянно.

source: Detection of Retina display
ru_ru: Обнаружение дисплея Retina

source: Optimize maps for display Retina.
ru_ru: Оптимизировать карты для дисплеев Retina.

source: Fullscreen mode
ru_ru: Полноэкранный режим

source: Add fullscreen button to a maps.
ru_ru: Включить для карт возможность отображения в полноэкранном режиме.

source: Marker grouping
ru_ru: Группировка маркеров

source: Allow grouping of markers.
ru_ru: Разрешить группировку маркеров.

source: When you click a cluster we zoom to its bounds.
ru_ru: Если кликнуть по группе, она масштабируется до размера своих границ.

source: When you mouse over a cluster it shows the bounds of its markers.
ru_ru: Если навести мышку на группу, можно увидеть границы ее маркеров.

source: When you click a cluster at the bottom zoom level we spiderfy it so you can see all of its markers.
ru_ru: Если кликнуть группу на нижнем уровне масштабирования, она раскрывается и можно увидеть все ее маркеры.

source: Increase from 1 to increase the distance away from the center that spiderfied markers are placed. Use if you are using big marker icons.
ru_ru: Увеличьте с 1 для увеличения дистанции от центра, который образуют раскрывающиеся маркеры. Используйте эту опцию при больших ярлыках маркеров.

source: If set to true, overrides the icon for all added markers to make them appear as a 1 size cluster
ru_ru: Если установлено, заменяет иконку всех добавленных маркеров, чтобы они были одного размера.

source: If set, at this zoom level and below markers will not be clustered.
ru_ru: Если установлено (от 1 до 18, или 19, если поддерживается), на этом и более низком уровне масштабирования маркеры не будут образовывать группы.

source: The maximum radius that a cluster will cover from the central marker (in pixels).
ru_ru: Максимальный радиус, который покроет группа от центрального маркера (в пикселях). Уменьшение этого параметра создаст более мелкие группы.

source: Whether the zoom mouse wheel control is added to the map.
ru_ru: Отображать на карте кнопку разрешающую изменять масштаб карты колесом прокрутки мыши.

source: Add map
ru_ru: Добавить карту

source: Search:
ru_ru: Поиск:

source: Insert map
ru_ru: Вставить карту

source: Cancel
ru_ru: Отмена
